Repository: hguzmang/eaamo
Catalog: locales/*/LC_MESSAGES/*.po
Languages: de

source: # Unnecessarily self-isolating individuals
de: # Unnötig selbst-isolierende Personen

source: # Prevented critical infections
de: # Verhinderte kritische Infektionen

source: There are {} solutions that satisfy the thresholds.
de: {} Lösungen erfüllen die Schwellwerte.

source: There is one solution that satisfies the thresholds.
de: Eine Lösung erfüllt die Schwellwerte.

source: Allocation: {}.
de: Allokation: {}.

source: Group sizes: {}.
de: Gruppengröße: {}.

source: Size
de: Größe

source: Threshold
de: Schwellwert

source: Percent
de: Prozent

source: Allocated Tests
de: Zugeordnete Tests

source: Group sizes
de: Gruppengröße

source: Instructions
de: Anweisungen

source: Select Campus
de: Campusauswahl

source: A demonstration of the Test & Contain tool for selecting an optimal testing strategy.
de: Eine Demonstration des Test & Contain Tools.

source: This web app assists you in finding a test allocation that best suits your priorities. We have preloaded data matching a model university with 500 professors, 500 cafeteria staff and 9000 students. The university is able to perform 500 group tests, where groups can be of size 1 to 10. You can access instructions or view our full parameter settings from the menu above.
de: This web app assists you in finding a test allocation that best suits your priorities. We have preloaded data matching a model university with 500 professors, 500 cafeteria staff and 9000 students. The university is able to perform 500 group tests, where groups can be of size 1 to 10. Click on any of the two buttons below to read through instructions or view our full parameter settings.

source: Limit the number of unnecessary self-isolations in each category
de: Begrenzen Sie die Anzahl unnötiger Selbst-Isolierungen in jeder Kategorie.

source: Only solutions whose containment objectives lie below the thresholds are retained
de: Ausschließlich Lösungen, die die Schwellwerte erfüllen, werden beibehalten.

source: Guarantee a minimum number of prevented critical infections
de: Garantieren Sie eine Mindestanzahl verhinderter kritischer Infektionen.

source: Only solutions whose health objective lies above the threshold are retained.
de: Ausschließlich Lösungen, die diesen Schwellwert erfüllen, werden beibehalten.

source: Select a solution
de: Lösungsauswahl

source: There are X solutions that satisfy the thresholds.
de: X Lösungen erfüllen die Schwellwerte.

source: Choose which one to chart using the input box.
de: Wählen Sie eine Lösung die angezeigt wird.

source: Solution details
de: Lösungsdetails

source: In order to save this solution for future reference, click the save button.
de: Um diese Lösung zu speichern, klicken Sie auf den 'Speichern' Knopf.

source: Save
de: Speichern

source: Find the right solution
de: Die richtige Lösung finden

source: Adjust the thresholds (cut-offs) to narrow down the set of solutions.
de: Passen Sie die Schwellwerte an um die Menge der Lösungen zu begrenzen.

source: Saved solutions
de: Gespeicherte Lösungen

source: Click on the 'Save' button above to add the current solution to the list.
de: Klicken sie auf den 'Speichern' Knopf um die aktuelle Lösung zu der Liste hinzuzufügen.
